Repository: giellalt/corpus-smn
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=590_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Nelji uđđâ tavesämikielâlâš matematiik kirje almostuvvii
sms: Nellj ođđ tâŠvvsääŠmǩiõllsaž matematiikk ǩeeŠrj iŠlmmstõŠvve

source: Vuáđumáttááttâs uđđâ matematiik oppâkirjerááiđun láá almostum nelji uđđâ tavesämikielâlâš oppâkirje.
sms: Vuâđđmättʼtõõzz ođđ matematiikk mättŠtemǩeŠrjjraiddu liâ iŠlmmstõõvvâm nellj ođđ tâŠvvsääŠmǩiõllsaž mättʼtemǩeeŠrj.

source: Uđđâ oppâkirjeh láá kiđđâluuhâmpaje uáppeekirjeh 1–4 luokkáid.
sms: Ođđ mättʼtemǩeeŠrj liâ ǩiđđlookkâmpââi škooulneeŠǩǩ-ǩeeŠrj klaassid 1-4.

source: - nommâsiih oppâkirjeh láá jurgâlum WSOY
sms: - nõmmsa mättʼtemǩeeŠrj liâ jåårǥlõttum WSOY

source: - nommâsâš rááiđust.
sms: - nõmmsaž rääidast.

source: Tavesämikielâliih čohčâluuhâmpaje oppâkirjeh 1–4 já aanaarsämikielâlâš čohčâluuhâmpaje oppâkirje
sms: TâŠvvsääŠmǩiõllsaž čõhččlookkâmpââi mättʼtemǩeeŠrj 1-4 da aanarsääŠmǩiõllsaž čõhččlookkâmpââi mättʼtemǩeŠrjj

source: 1 lii almostittum ive 2011.
sms: lij čõõđtum eeŠjjest 2011.

source: Ubâ ráiđu almostittoo aanaar- já tavesämikielân.
sms: Obb räidd puäŠđet čõõđtet aanar- da tâŠvvsääŠm ǩiõŠlle.

source: Oppâkiirjijd puáhtá tiiláđ sämitige škovlim- já oppâmateriaaltoimâttuvâst: anni.
sms: MättʼtemǩeeŠrjid vuäitt tiŠllʼjed sääŠmteeŠǧǧ škoouŠlʼjem- da mättʼtem-materialkonttrest: anni.

source: fi tâi ritva.
sms: fi leŠbe ritva.

source: Lasetiäđih täst.
sms: LââŠssteâđid täŠst.
